#Напишите функцию, которая выводит максимальный элемент в двумерном массиве.
arr = [
        [1, 2, 3, 5, 6, -4],
        [1, 2, 3, 5, 8, -2]
    ]


def mas():
    m = 0
    for j in arr:
        for i in j:
            if i > m:
                m = i
    return m


print(mas())
